<script>
import Navbar from "./Navbar.svelte";
</script>

<Navbar />

<div class="container">
    <h1 class="title is-1">Поверителност</h1>

    <h3 class="title is-3">Бисквитки</h3>
    <p>Бисквитките се използват най-вече за запазване на избраната лаб. група. Други данни записани като бисквитки са CSRF защитен токен и дали съобщението за бисквитки е показвано преди. Веднъж е повече от достатъчно 👀.</p>

    <h3 class="title is-3">Запазване на данни на сървъра</h3>
    <p>Сайтът се хоства на <a href="https://netlify.com">Netlify</a>. Там се пази списък с посещенията включително време на посещение, публичен IP адрес и името на отворената страница. <a href="https://www.netlify.com/privacy/">Netlify Privacy Policy</a></p>
</div>

<footer>
    <div class="container has-text-centered">
        Peshka v3.0.0a1 <a href="/privacy">Поверителност на данните</a>
    </div>
</footer>
